Repository: Striker72rus/ccemaphore
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# remote.connection.unreachable
source: Unreachable
de: Nicht erreichbar
es: Inaccesible
fr: Injoignable
ru: Недоступен

# remote.platform.unsupported
source: This host doesn't appear to be macOS — remote monitoring isn't supported yet.
de: Dieser Host scheint kein macOS zu sein — Remote-Überwachung wird dafür noch nicht unterstützt.
es: Este host no parece ser macOS; la supervisión remota aún no es compatible.
fr: Cet hôte ne semble pas être macOS — la surveillance à distance n'est pas encore prise en charge.
ru: Похоже, это не macOS — удалённый мониторинг для этой ОС пока не поддерживается.

# remote.python3.missing
source: python3 not found on this host — remote hooks can't be installed.
de: python3 wurde auf diesem Host nicht gefunden — Remote-Hooks können nicht installiert werden.
es: No se encontró python3 en este host: no se pueden instalar los hooks remotos.
fr: python3 introuvable sur cet hôte — impossible d'installer les hooks distants.
ru: На этом хосте не найден python3 — установить удалённые хуки нельзя.

# remote.hooks.install.failed
source: Couldn't install hooks on %1$@: %2$@
de: Hooks konnten auf %1$@ nicht installiert werden: %2$@
es: No se pudieron instalar los hooks en %1$@: %2$@
fr: Impossible d'installer les hooks sur %1$@ : %2$@
ru: Не удалось установить хуки на %1$@: %2$@

# remote.permission.relayFailed
source: Couldn't send your decision — retrying… (%@)
de: Deine Entscheidung konnte nicht gesendet werden — erneuter Versuch… (%@)
es: No se pudo enviar tu decisión — reintentando… (%@)
fr: Impossible d'envoyer votre décision — nouvelle tentative… (%@)
ru: Не удалось отправить решение — повторяем попытку… (%@)

# remote.badge.host
source: on %@
de: auf %@
es: en %@
fr: sur %@
ru: на %@

# menubar.openPanel
source: Open panel
de: Panel öffnen
es: Abrir panel
fr: Ouvrir le panneau
ru: Открыть панель

# chat.workflowAgent
source: Workflow agent
es: Agente de flujo de trabajo
fr: Agent de workflow
ru: Агент рабочего процесса

# language.system
source: System
es: Sistema
fr: Système
ru: Системный

# permission.tool.fallback
source: tool
es: herramienta
fr: outil
ru: инструмент

# remote.menu.title
source: Remote Hosts
es: Hosts remotos
fr: Hôtes distants
ru: Удалённые хосты

# remote.host.label
source: Name
es: Nombre
fr: Nom
ru: Название

# remote.host.port
source: Port
es: Puerto
ru: Порт

# tab.chats
source: Chats
fr: Discussions
ru: Чаты

# widget.orientation.horizontal
source: Horizontal
fr: Horizontale
ru: Горизонтально

# history.detail.summary
source: %1$@ · %2$@ tokens · %3$@
ru: %1$@ · %2$@ токенов · %3$@

# history.stat.tokens
source: tokens
ru: токены

# noun.chats.one
source: chat
ru: чат
